{
    "progression": "The act of moving from one thing to another.",
    "information security": "Information security, sometimes shortened to infosec, is the practice of protecting information by mitigating information risks. It is part of information risk management. It typically involves preventing or reducing the probability of unauthorized or inappropriate access to data or the unlawful use, disclosure, disruption, deletion, corruption, modification, inspection, recording, or devaluation of information. It also involves actions intended to reduce the adverse impacts of such incidents. Protected information may take any form, e.g., electronic or physical, tangible, or intangible. Information security's primary focus is the balanced protection of data confidentiality, integrity, and availability while maintaining a focus on efficient policy implementation, all without hampering organization productivity.",
    "yes": "<span class=\"usage-label-sense\" about=\"#mwt3\" typeof=\"mw:Transclusion\"></span><span about=\"#mwt3\"> </span><i about=\"#mwt3\"><a rel=\"mw:WikiLink/Interwiki\" href=\"https://en.wikipedia.org/wiki/ISO%20639-3\" title=\"w:ISO 639-3\" class=\"extiw\">ISO 639-3</a><link rel=\"mw:PageProp/Category\" href=\"./Category:ISO_639-3\"> <a rel=\"mw:WikiLink\" href=\"/wiki/language_code\" title=\"language code\">language code</a> for </i><a rel=\"mw:WikiLink/Interwiki\" href=\"https://en.wikipedia.org/wiki/ISO%20639:yes\" title=\"w:ISO 639:yes\" about=\"#mwt3\" class=\"extiw\"><b>Yeskwa</b></a><i about=\"#mwt3\">.</i>",
    "привет!": "ПриветПривет — приветствие.\nПривет — поселок в Кинельском районе Самарской области.\nПривет — посёлок в Кинель-Черкасском районе Самарской области, в 1962 г. включен в состав города Отрадный.\n«Привет» — семейство советских подвесных лодочных моторов, выпускавшихся Казанским моторостроительным заводом.",
    "hhtps": "Михаил Васильевич Фру́нзе — российский революционер, советский государственный деятель, военачальник Красной армии во время Гражданской войны, военный теоретик.",
    "рейхстаг": "Рейхстаг :Рейхстаг — здание в Берлине, где проходят заседания бундестага.\nРейхстаг — сословно-представительный орган Священной Римской империи.\nРейхстаг — нижняя палата парламента Германии в кайзеровский период.\nРейхстаг — нижняя палата парламента Германии в веймарский период.\nРейхстаг — парламент Германии в нацистский период.\nРейхстаг — нижняя палата парламента Северогерманского союза (1867—1871 гг.).\nРейхстаг — переходной парламент Австрии в период Революции 1848—1849 годов.\n",
    "аппликатор": "Кушон – компактная упаковка, похожая на пудреницу, внутри которой находится пропитанная косметической жидкостью уретановая пена, напоминающая подушечку. В состав косметической пропитки чаще всего входит тональный крем, солнцезащитный крем и формула по уходу за кожей. Сам кушон не является косметическим средством, а служит лишь упаковкой для косметического продукта.",
    "тушь": "Тушь — краска, различных цветов, ранее брусковая чёрная краска, разных оттенков, приготовленная из сажи.",
    "черника малина": "Я́года — маленький сочный или мясистый плод, обычно кустарниковых или травянистых растений; в плодоводстве — плод, у которого съедобен весь околоплодник. Данное определение не в полной мере соответствует ботаническому термину «ягода», с ботанической точки зрения к ягодам относятся помидоры и не относятся малина и земляника.",
    "аппарат киппа": "Аппарат Киппа — универсальный прибор для получения газов (ППГ) действием растворов кислот и щелочей на твёрдые вещества.",
    "sftp": "SFTP — протокол прикладного уровня передачи файлов, работающий поверх безопасного канала. Предназначен для копирования и выполнения других операций с файлами поверх надёжного и безопасного соединения. Протокол разработан группой IETF как расширение к SSH-2, однако SFTP допускает реализацию и с использованием иных протоколов сеансового уровня. Разработчики инженерного совета интернета(IETF) заявляют, что, хотя этот протокол описан в контексте протокола SSH-2, он может использоваться в ряде различных приложений, таких как безопасная передача файлов через Transport Layer Security (TLS) и передача информации в приложениях VPN.",
    "армирование": "Армату́ра — совокупность соединённых между собой элементов, которые при совместной работе с бетоном в железобетонных сооружениях воспринимают растягивающие напряжения (балки), а также могут использоваться для усиления бетона в сжатой зоне (колонны).",
    "анафема": "Ана́фема — изначально — жертва Богу по данному обету, посвящение Богу; позже — отделение, изгнание, проклятие.",
    "обет": "Обе́т — обязательство, добровольно налагаемое на себя человеком или общиной ради избавления от мора, болезней, неурожая, стихийных бедствий, а также предмет или жертвенное животное, приносимые по обещанию в церковь или иное почитаемое место. Неисполнение обета является тяжким грехом, поэтому решивших нести обет наставляют подходить к этому делу ответственно и рассудительно.",
    "амплитуда": "Амплиту́да — максимальное значение смещения или изменения переменной величины от среднего значения при колебательном или волновом движении. Неотрицательная скалярная величина, размерность которой совпадает с размерностью определяемой физической величины.",
    "конвенциональность": "Медици́на — раздел биологии, изучающий диагностику, лечение и профилактику заболеваний, способы сохранения и укрепления здоровья и трудоспособности людей, продления жизни, а также облегчения страданий от физических и психических недугов.",
    "педагогика": "Педаго́гика — наука о воспитании и обучении человека, прежде всего в детско-юношеском возрасте.",
    "платон гей": "Гей-литература — собирательный термин для обозначения литературы, созданной ЛГБТ-сообществом или для него, в которой присутствуют персонажи, сюжетные линии или темы, затрагивающие мужское гомосексуальное поведение.",
    "😖": "Эмотиконы — блок Юникода, введённый в версии 6.0 стандарта в 2010 году. Символы расположены в дополнительной многоязычной плоскости в диапазоне U+1F600—U+1F64F. Диапазон включает в себя эмотиконы — символы, используемые на веб-страницах и в японских мобильных телефонах.",
    "ополчение": "Ополче́ние, ранее Ополче́нье — термин применяемый к:Племенное ополчение — вооружённое формирование племени, состоящее из всех взрослых мужчин во главе с его военным вождём; жалование участники племенного ополчения не получали.\nНародное ополчение — вооружённые силы ряда государств, в основном исторических — древнегреческих, древнеиталийских полисов и средневековых русских княжеств. В народное ополчение могли входить все совершеннолетние граждане государства, во главе ополчения стоял назначаемый носителем верховной власти главнокомандующий. Члены народного ополчения могли получать жалование. Соответствует современной национальной гвардии.\nСтихийные ополчения — формирования народа для защиты от врагов.\nГосударственное ополчение — в Российской Империи резерв вооружённых сил, который созывается только на время войны, имеет вспомогательное значение и составляется из лиц, отбывших срок службы под знаменами и в запасе или по каким-либо причинам освобожденных от службы в постоянных войсках, но физически годных к военному делу. Государственное ополчение в России соответствует ландштурму в Германии и Австрии, в Англии — милиция.",
    "писька": "Шаблон:Ненормативная лексика",
    "🥺": "«Everything I Wanted» — песня американской певицы Билли Айлиш, выпущенная 13 ноября 2019 года. Песня достигла своего пика под номером восемь в США, под номером три в Великобритании, и в топ-10 во многих других странах. Песня вошла в переиздание альбома When We All Fall Asleep, Where Do We Go?.",
    "😘": "Эмотиконы — блок Юникода, введённый в версии 6.0 стандарта в 2010 году. Символы расположены в дополнительной многоязычной плоскости в диапазоне U+1F600—U+1F64F. Диапазон включает в себя эмотиконы — символы, используемые на веб-страницах и в японских мобильных телефонах.",
    "😊": "Эмотиконы — блок Юникода, введённый в версии 6.0 стандарта в 2010 году. Символы расположены в дополнительной многоязычной плоскости в диапазоне U+1F600—U+1F64F. Диапазон включает в себя эмотиконы — символы, используемые на веб-страницах и в японских мобильных телефонах.",
    "🎀": "Guts — второй студийный альбом американской певицы Оливии Родриго, вышедший 8 сентября 2023 года на лейбле Geffen. Ведущий сингл «Vampire» был выпущен 30 июня 2023 года. Он дебютировал на первом месте в Billboard Hot 100 и стал для Родриго третьим номером один в США. Второй сингл, «Bad Idea Right?», был выпущен 11 августа 2023 года и занял первое место в Billboard Hot Rock & Alternative Songs.",
    "попа": "Попа — многозначное понятие.\n\n",
    "😡😏😞😅😚🙊😌": "Эмотиконы — блок Юникода, введённый в версии 6.0 стандарта в 2010 году. Символы расположены в дополнительной многоязычной плоскости в диапазоне U+1F600—U+1F64F. Диапазон включает в себя эмотиконы — символы, используемые на веб-страницах и в японских мобильных телефонах.",
    "ass": "«Пипе́ц» — комедийный боевик, иронично обыгрывающий фильмы о супергероях. Снят режиссёром Мэттью Воном в 2010 году по мотивам одноимённого комикса Марка Миллара и Джона Ромиты-младшего.",
    "гей": "Гей — гомосексуальный мужчина. Слово «гей» используется для обозначения мужчин с точки зрения их сексуальной идентичности или в качестве прилагательного, связывающего существительные с мужской гомосексуальностью.",
    "уретра": "Мочеиспускáтельный канал — непарный трубчатый орган мочевыделительной (мочеполовой) системы человека и позвоночных животных, соединяющий мочевой пузырь со внешней средой. Он служит у особей обоих полов для мочеиспускания — выведения с мочой преимущественно водорастворимых продуктов жизнедеятельности организма из мочевого пузыря наружу, а у особей мужского пола ещё и для семяизвержения — выведения во внешнюю среду семенной жидкости (спермы), содержащей мужские половые клетки (сперматозоиды).",
    "трахать": "«Кровь и бетóн» — кинофильм в жанре криминальной комедии 1991 года, снятый режиссёром Джеффри Рейнером.",
    "привет": "Приве́тствие — жест, слово, словосочетание, письменное послание или иной ритуал для вступления в контакт человека с другим человеком.",
    "абоба": "Абоба — многозначный термин.Абоба — название города Плиска (Болгария) до 1925 года.\nАбоба — интернет-мем, появившийся в 2021 году.\n",
    "биба и боба": "Биб-Боб — русский и советский дуэт музыкальных эксцентриков-куплетистов Григория Рашковского и Ивана Воронцова, подражавших дуэту Бим-Бом.",
    "плутон": "Плуто́н — крупнейшая известная карликовая планета Солнечной системы, транснептуновый объект и десятое по массе небесное тело, обращающееся вокруг Солнца — после восьми планет и Эриды. Первоначально Плутон считали девятой классической планетой, но с 2006 года он считается карликовой планетой и крупнейшим объектом пояса Койпера. Название планеты произошло от имени бога древнеримской мифологии Плутон.",
    "плутоний": "Плуто́ний — тяжёлый хрупкий высокотоксичный радиоактивный металл серебристо-белого цвета. В периодической таблице располагается в семействе актиноидов.",
    "я ебу собак": "Письмо запорожцев турецкому султану — пародийно-публицистическое художественное произведение в форме оскорбительно-юмористического ответа запорожских казаков, якобы написанного османскому султану в ответ на его ультиматум: прекратить нападать на Блистательную Порту и сдаться. Существует предание, что в ходе русско-турецкой войны 1672—1681 годов, прежде чем отправить войска на Запорожскую Сечь, султан послал запорожцам требование покориться ему как владыке всего мира и наместнику Бога на земле, как это сделал правобережный гетман Пётр Дорошенко. Запорожцы ответили на это письмо своим письмом, не стесняясь в выражениях, отрицая всякую доблесть султана и жестоко насмехаясь над кичливостью «непобедимого рыцаря». Произведение ныне известно главным образом благодаря картине Ильи Репина «Запорожцы».",
    "i fucking dogs": "«Сид и Нэнси» — британский биографический фильм 1986 года режиссёра Алекса Кокса. Главные роли сыграли Гэри Олдмен и Хлоя Уэбб. В фильме рассказывается о жизни Сида Вишеса, бас-гитариста панк-рок группы «Sex Pistols», и его разрушительных отношениях с подругой Нэнси Спанджен. Во второстепенных ролях снялись Дэвид Хейман, Ксандер Беркли и Кортни Лав.",
    "anal": "Anal Beauty — серия американских порнографических фильмов студии Tushy, посвящённых анальному сексу. Режиссёром почти всех фильмов серии является Грег Лански.",
    "саша грей": "Са́ша Грей — бывшая американская порноактриса, известная также своим творчеством в сфере кинематографа, моды и музыки. Бывшая участница музыкальной группы aTelecine, играющей электро-индастриал.",
    "пва": "Клей ПВА (поливинилацетат) — дисперсия поливинилацетата в воде, с пластификатором и специальными добавками. Обладает характерным слабым запахом. Применяют для склеивания различных материалов друг с другом.",
    "пв": "ПВ:Пограничные войска.\nПочти всюду — математический термин.\nПВ — фотографические проявители.\nПродолжительность включения.\nПромежуточные волны — радиоволны с частотой от 1605 до 4000 кГц.",
    "ап": "АП, ап — аббревиатура. Может означать:Ассошиэйтед Пресс\nАдминистрация президента\nАвтопилот\nАртиллерийский полк\nАграрное предприятие \nАрендное предприятие \nАвторская песня\nАвторское право\nАдминистративное право\nАдминистративное правонарушение\nАбсурдопедия\nАрифметическая прогрессия\nАдресное пространство (информатика)\nАвтомат с памятью \nАнтенный переключатель\nАнтенный пост\nАбонентская плата\n",
    "вап": "Вап или вапа — красящее вещество, пермский красный мергель (глина), используемый для приготовления красной краски. Традиционно используется в хохломе, иконописи и набойках. Представляет собой отмученную мелкозернистую глину, разведённую до определённой густоты. В раствор добавляется от 25 до 50 % мела.",
    "ва": "ВА, Ва или ва — многозначный термин или аббревиатура. Может означать:",
    "п": "П, п — буква всех славянских кириллических алфавитов.",
    "кс го": "КС-172 — перспективная российская авиационная управляемая ракета класса «воздух — воздух» сверхбольшой дальности, разрабатываемая НПО «Новатор». На западе обозначается AAM-L. Предполагается, что эта ракета позволит эффективно бороться со стратегическими бомбардировщиками, самолётами ДРЛО, воздушными командными пунктами, высотными разведчиками и прочими целями, находящимися на большом удалении от линии фронта и прикрытыми истребительной авиацией противника. Исходно, ракета была предназначена дополнить арсенал Су-57.",
    "ксго": "Counter-Strike: Global Offensive — многопользовательская компьютерная игра, разработанная компаниями Valve и Hidden Path Entertainment. Выпуск игры для персональных компьютеров на операционных системах Windows и macOS, также игровых приставках PlayStation 3 и Xbox 360 состоялся 21 августа 2012 года. Версия игры для Linux была выпущена в 2014 году, а в 2016 году игра, в рамках программы обратной совместимости, стала доступна на Xbox One. В сентябре 2018 года была выпущена бесплатная версия с возможностью игры с реальными игроками и с ботами. Позже, в декабре того же года игра стала полностью бесплатной.",
    "cs go": "Counter-Strike: Global Offensive — многопользовательская компьютерная игра, разработанная компаниями Valve и Hidden Path Entertainment. Выпуск игры для персональных компьютеров на операционных системах Windows и macOS, также игровых приставках PlayStation 3 и Xbox 360 состоялся 21 августа 2012 года. Версия игры для Linux была выпущена в 2014 году, а в 2016 году игра, в рамках программы обратной совместимости, стала доступна на Xbox One. В сентябре 2018 года была выпущена бесплатная версия с возможностью игры с реальными игроками и с ботами. Позже, в декабре того же года игра стала полностью бесплатной.",
    "каес го": "Секу́ Койта́ — футболист, нападающий ЦСКА и сборной Мали.",
    "жопа": "Жо́па:Вульгарное обозначение ягодиц либо анального отверстия.\n«Жопа» — альбом группы «АукцЫон».",
    "пизда": "Ру́сский мат — бранные слова и выражения, употребление которых не допускается общественной моралью, предназначенные преимущественно для оскорбления адресата или отрицательных оценок людей и явлений.",
    "мандавошка": "Лобко́вая вошь — вид эктопаразитических насекомых из подотряда вшей (Anoplura), живущих на теле человека.",
    "манла": "«Золота́я оби́тель Бу́дды Шакьяму́ни» — крупнейший буддийский храм Республики Калмыкия, один из крупнейших буддийских храмов в Европе. Расположен в центре Элисты на улице Юрия Клыкова. Освящён 27 декабря 2005 года.",
    "манда": "Манда может означать:"
}